Repository: ddrake/dawn
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Hello
uk: Привіт

source: We noticed you just signed up at our website
uk: Ми помітили, що ви щойно зареєструвалися на нашому сайті

source: Please click to confirm your email address and activate your account
uk: Натисніть, щоб підтвердити адресу електронної пошти та активувати обліковий запис

source: Sorry, but we weren't able to (re)activate your account.
uk: Вибачте, але ми не змогли (повторно) активувати ваш обліковий запис.

source: It's most likely that you have already activated your account, and that you are seeing this message because you have clicked the link in the confirmation email multiple times. Please return to the home page. If you're not already logged in, try to log in using the username and password you specified when you registered.
uk: Швидше за все, ви вже активували свій обліковий запис і ви бачите це повідомлення, тому що ви клацнули посилання в підтвердження електронною поштою кілька разів. Поверніться на домашню сторінку. Якщо ви ще не ввійшли, спробуйте увійти, використовуючи ім'я користувача та пароль, який ви вказали при реєстрації.

source: Activate
uk: активувати

source: Please activate your account
uk: Будь ласка, активуйте свій обліковий запис

source: Please check your inbox (and junk email) for an email with a link to verify your email address.
uk: Будь ласка, перевірте свою поштову скриньку (і небажану електронну пошту) на наявність електронного листа з посиланням для підтвердження ваша електронна адреса.

source: Register
uk: зареєструватися

source: Register to use DAWN apps
uk: Зареєструйтеся, щоб використовувати програми DAWN

source: Create account
uk: Створити акаунт

source: Verified!
uk: Перевірено!

source: Congratulations! you verified your email, and your account is active
uk: Щиро вітаю! ви підтвердили свою електронну адресу, і ваш обліковий запис активний

source: Log In
uk: Увійти

source: Login to Manage Hours
uk: Увійдіть, щоб керувати годинами

source: Forgot username or password
uk: Забув ім'я користувача або пароль

source: Password changed
uk: Пароль змінено

source: Password reset complete
uk: Скидання пароля завершено

source: Your password has been changed. You can
uk: Ваш пароль змінено. Ви можете

source: Change Password
uk: Змінити пароль

source: Reset complete
uk: Скидання завершено

source: Your new password has been set. You can
uk: Ваш новий пароль установлено. Ви можете

source: log in
uk: увійти

source: Change password
uk: Змінити пароль

source: Link sent
uk: Посилання надіслано

source: Please check your inbox (and junk mail)
uk: Будь ласка, перевірте свою поштову скриньку (і небажану пошту)

source: We've emailed you a link for resetting your password
uk: Ми надіслали вам електронною поштою посилання для зміни пароля

source: Reset password
uk: Скинути пароль

source: Reset Password
uk: Скинути пароль

source: Fill in your email address and we'll send you a password reset link
uk: Заповніть свою електронну адресу, і ми надішлемо вам посилання для зміни пароля
