Repository: ddrake/dawn
Catalog: hours/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Volunteer Hours
uk: Волонтерські години

source: Create
uk: Створити

source: Update
uk: оновлення

source: Delete
uk: Видалити

source: U.S. Citizen or have Green Card?
uk: Громадянин США чи маєш зелену карту?

source: User Profile
uk: Профіль користувача

source: Language
uk: Мова

source: User
uk: Користувач

source: Check this box if you are a U.S Citizen or have a Green Card
uk: Поставте цей прапорець, якщо ви є громадянином США або маєте зелену картку

source: Task Name
uk: Назва завдання

source: The English name of the task
uk: Англійська назва завдання

source: Task
uk: Назва

source: The task for translation
uk: Завдання на переклад

source: The name of the task
uk: Назва завдання

source: Task name language
uk: Мова назви завдання

source: The user who performed the task
uk: Користувач, який виконав завдання

source: The task performed
uk: Завдання виконано

source: Date
uk: Дата

source: The date the task was performed.
uk: Дата виконання завдання

source: Hours
uk: години

source: The hours worked on this task/day
uk: Кількість годин, відпрацьованих над цим завданням/день

source: Comment
uk: коментар

source: A maximum of 24 hours can be logged for a given date
uk: Для певної дати можна зареєструвати максимум 24 години

source: Only hours in the current year can be deleted
uk: Можна видалити лише години поточного року

source: Edit Hours
uk: години

source: Back to list
uk: Назад до списку

source: Confirm deletion
uk: Підтвердити видалення

source: Delete hours for
uk: Видалити години для

source: Confirm
uk: Підтвердити видалення

source: Action
uk: Дія

source: Edit
uk: Редагувати

source: You don't have any hours entered for this year yet. Please add some!
uk: У вас ще немає введених годин для цього року. Будь ласка, додайте трохи!

source: Add hours
uk: Додайте години

source: Download all hours
uk: Завантажити всі години

source: Edit Profile
uk: Редагувати профіль
